app/controllers/email_users_controller.rb

SELECT "users".* FROM "users"
---
  def create
    recipients = User.all