app/controllers/users_controller.rb

INSERT INTO "users" ("email", "created_at", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["email", "luke@coshx.com"], ["created_at", 2016-08-17 22:34:09 UTC], ["updated_at", 2016-08-17 22:34:09 UTC]]
---
  def create
    User.create(email:params[:user]["email"])